app/controllers/school_classes_controller.rb

INSERT INTO "school_classes" ("title", "room_number", "created_at", "updated_at") VALUES (?, ?, ?, ?)  [["title", "Computer Science"], ["room_number", 5], ["created_at", "2017-07-06 22:28:39.833192"], ["updated_at", "2017-07-06 22:28:39.833192"]]
---
  def create
    @school_class = SchoolClass.create(params[:school_class])